"HZO_INFO" = "HazeOver automatically highlights the front app window by dimming all background windows.";
"AX_TIP2" = "To improve dimming accuracy and reduce delays please allow %@ to use accessibility features.";

"ANIMATION_MIN" = "%@ min";
"ANIMATION_SEC" = "%@ s";

"DARKMODE_LABEL" = "Settings that should have a separate value for Light and Dark system appearance:";
"DARKMODE_COLOR" = "Kolor";
"DARKMODE_BLUR" = "Rozmycie";

"FEEDBACK_LABEL" = "Are you happy with this version of HazeOver?";
"Yes" = "Tak";
"No" = "Nie";
"FEEDBACK_UPDATE" = "Are you still happy with the app? Please rate again because App Store ratings might reset for updates.";

"RATE_TITLE" = "Awesome!";
"RATE_LABEL" = "Please rate this version of HazeOver or write a review. It means a lot.";
"RATE_BUTTON" = "Oceń HazeOver";

"REPORT_TITLE" = "No worries.";
"REPORT_LABEL" = "Please let me know what’s wrong.";
"REPORT_BUTTON" = "Zgłoś problem";

"APP_RULE_DISABLE" = "Disable When Using %@";
"Remove" = "Usuń";

"MAS_NAME" = "Distraction Dimmer™";

"WHATS_NEW" = "Co nowego w HazeOver";
"Show" = "Pokaż";

"Trial Version" = "Wersja próbna";
"Buy Now" = "Kup teraz";
"Thank You" = "Dziękujemy!";

"USAGE_LABEL" = "Dimming used for %@";

// Displays Tab

"SECONDARY_DIM" = "Dim all windows on displays without keyboard focus";
"SECONDARY_HIGHLIGHT" = "Highlight windows even on displays without keyboard focus";

"DISABLE_DISPLAY_THIS" = "Disable on This Display";
"DISABLE_DISPLAY_NAME" = "Disable on %@";

// Shortcuts Tab

"SHORTCUT_BUTTON" = "Utwórz";
"SHORTCUT_TEXT" = "Naciśnij klawisze";

// DisplayMockupView

"File" = "Plik";
"View" = "Widok";
"Window" = "Okno";
"Help" = "Pomoc";

// Touch Bar

"On" = "wł.";
"Off" = "wył.";

// Customizable Menus

"TOGGLE_MENU" = "Włącz/wyłącz HazeOver";
"DISPLAYS_MENU" = "Drugim monitorze";
"INTENSITY_MENU" = "Intensywność";
"HELP_MENU" = "Wskazówki";
"ACTIONS_MENU" = "Skonfiguruj czynności…";
"CUSTOMIZE_MENU" = "Dostosuj menu…";
"RATE_MENU" = "Oceń HazeOver";
"REPORT_MENU" = "Wyślij opinię";
"SETTINGS_MENU" = "Ustawienia…";
"QUIT_MENU" = "Zakończ HazeOver";
